{
    "languageSelector.french": "Французский",
    "languageSelector.english": "Английский",
    "languageSelector.espagnol": "Испанский",
    "languageSelector.portuguese": "Португальский",
    "languageSelector.russian": "Русский",
    
    "home.histoire.title": "ИСТОРИЯ",
    "home.histoire": "Криптозоология изучает следы легендарных монстров: криптидов. Иети, Чупакабра, зверь из Жеводана, Дахут и т. д., это очень серьезные темы для вас... Пересеките улики и первым откройте их!",
    
    "home.jeu.title": "ИГРА",
    "home.jeu": "У каждого игрока есть улика на поле, где находится существо. Путем кросс-референцирования вашей информации может быть только одна клетка. Но цель - быть первым, кто ее найдет. Спрашивайте своих коллег, а также конкурентов. Они могут отвечать только «нет» или «возможно». С логикой и дерзостью вы можете войти в легенду!",
    
    "home.plus.title": "СИЛА",
    "home.plus.1": "Умопомрачительный механизм дедукции.",
    "home.plus.2": "Огромная возможность переигрывания.",
    "home.plus.3": "Удивительная и крепкая тема.",

    "game.time": "Время: 45 минут",
    "game.players": "Игроки: от 3 до 5 человек",
    "game.age": "Возраст: от 10 лет",
    "game.createdBy": "Создано:",
    "game.illustratedBy": "Иллюстрировано:",

    "log_in":" Войти ",
    "sign_up":" Зарегистрироваться ",
    "log_out":" Выйти ",

    "join" : "Присоединиться",
    "create_room" : "Создать комнату",
    "play_solo" : "Один игрок",

    "play" : "ИГРАТЬ",

    "football": "Футбол",
    "basketball": "Баскетбол",
    "baseball": "Бейсбол",
    "tennis": "Теннис",
    "bowling": "Боулинг",

    "white": "Белый",
    "black": "Черный",
    "blond": "Блондин",
    "redhead": "Рыжий",
    "brown": "Каштановый",

    "and": "и",
    "or": "или",
    "or_sport": "или",


    "age_indice_start": "Подозреваемый находится в возрасте от",
    "age_indice_more_start": "Подозреваемый по крайней мере",
    "age_indice_end": "лет",
    
    "color_edges_start": "У подозреваемого есть хотя бы один друг с",
    "color_edges_end": "волосами",

    "color_start": "У подозреваемого есть",
    "color_end": "волосы",

    "nb_friends_indice_start": "У подозреваемого есть",
    "nb_friends_indice_end": "друзей",

    "nb_sports_indice_start": "Подозреваемый играет в",
    "nb_sports_indice_end": "вида(ов) спорта",

    "sport_start": "Подозреваемый играет по меньшей мере в",
    "sport_end": "",

    "navbar.play" : "Разыграть",
    "navbar.presentation":"Презентационный",
    "navbar.info":"Информация",



    "informations" : "Информация",
    "info.intro.title":"Введение в игру :",
    "info.intro.text":"Добро пожаловать в нашу захватывающую игру-дедукцию, где интрига и хитрость соединяются в захватывающем приключении! Погрузитесь в мир тайны и интриги, где каждое взаимодействие имеет значение, и каждая улика приближает вас к правде. Представьте себе сложный граф, где каждая вершина представляет собой человека, каждая ось - отношение, и каждая деталь имеет значение. Вы бросаетесь в сложное испытание, чтобы открыть тайну, кто из этих людей - загадочный убийца. У каждого игрока есть важная улика, и только стратегический обмен этими уликами приведет вас к разгадке тайны. Изучите нашу страницу с правилами, чтобы понять тонкости игры, обнаружьте улики, которые могут вас направить, и разрабатывайте умные стратегии для выявления виновного. Манипулируйте своими друзьями, чтобы быть первым, кто узнает, кто убийца! Готовы ли вы принять вызов и разоблачить убийцу, скрытого в графе? Пусть начнется расследование!",

    "info.sommaire":"Содержание",

    "info.title.composant":"Игровые компоненты",
    "info.title.objectif":"Цель игры",
    "info.title.deroulement":"Ход игры",
    "info.title.indice_possible":"Возможное игровое подсказка",

    "info.pions" : "Фишки",
    "info.composant.text" : "Каждому игроку будет присвоен определенный цвет, который будет отличать действия, представленные фишками, следующим образом :",
    
    "info.composant.carre.title":"квадратные фишки",
    "info.composant.carre":"Эти фишки указывают на отрицание. Когда игрок ставит квадратную фишку, это означает, что его улика исключает указанного человека.",
    
    "info.composant.rond.title":"круглые фишки",
    "info.composant.rond":"Эти фишки представляют собой 'возможно'. Игрок, укладывающий эту фишку, утверждает, что человек является подозреваемым, но это не гарантирует его вину. Есть только один подозреваемый с круглой фишкой для всех игроков в игре, и это убийца!",

    "info.car_perso":"Характеристики",
    "info.composant.textcar":"Помимо их имен, персонажи представлены другими характеристиками :",
    
    "info.composant.age.title":"Возраст",
    "info.composant.age":"У каждого человека есть возраст для его идентификации, варьирующийся от 0 до 60 лет. Возраст - это характеристика, которая будет подтверждена уликами в виде ",
    "info.composant.age.link":"возрастных групп",

    "info.composant.hair_col.title":"Цвет волос",
    "info.composant.hair_col":"У персонажей также есть цвет волос, который может быть следующими цветами :",

    "hair.blanc":"Белый",
    "hair.blond":"Блондин",
    "hair.roux":"Рыжий",
    "hair.chatain":"Каштановый",
    "hair.noir":"Черный",

    "info.composant.sport.title":"Спорт",
    "info.composant.sport":"Увлечения персонажей представлены пятью видами спорта :",
    "info.composant.baseball":"Бейсбол",
    "info.composant.basketball":"Баскетбол",
    "info.composant.bowling":"Боулинг",
    "info.composant.football":"Футбол",
    "info.composant.tennis":"Теннис",
    "info.composant.sport.bis":"Среди этих видов спорта каждый персонаж может заниматься от 0 до 3 видов спорта, что облегчит их идентификацию с использованием имеющихся у вас улик.",


    "info.objectif.intro":"Добро пожаловать в умный мир нашей игры-дедукции, где обман и хитрость - ключи к успеху. Ваша миссия - раскрывать тайну за каждым взаимодействием сложного графа, представляющего отношения между людьми.",
    "info.objectif.t1":"Тонкая манипуляция",
    "info.objectif.t1.text":"Основная цель - узнать, кто из людей является убийцей, но не через открытое сотрудничество. Напротив, вы будете использовать тонкую манипуляцию, чтобы размыть границы и отвлечь своих оппонентов. Задавайте стратегические вопросы, отвечайте злонамеренно и сеивайте вводные улики, чтобы приблизиться к результату.",
    "info.objectif.t2":"Хитрость",
    "info.objectif.t2.text":"Каждый раунд предоставляет возможность сеять сомнения среди ваших оппонентов. Когда вас допрашивают, отвечайте, умно ставя квадратную фишку, чтобы указать, что 'в зависимости от вашей улики этот человек не может быть убийцей' или круглую фишку, чтобы предположить, что они остаются в списке подозреваемых. Будьте осторожны, потому что каждый жест может быть истолкован, и правда часто скрыта за фасадом вводных улик.",
    "info.objectif.t3":"Контрманипуляция",
    "info.objectif.t3.text":"Если игрок ставит квадратную фишку, допрашивающий также должен играть свою игру, ставя квадратную фишку своего цвета на узле графа. Контрманипуляция становится мощным оружием для отвода обвинения и посева смуты.",

    "info.interface": "Игровой интерфейс",
    "info.interface.text": "Для каждой игры у вас будут доступны определенные элементы интерфейса:",
    "info.interface.param": "Кнопка 'Настройки' позволяет отображать и управлять различными настройками игры, такими как включение или выключение звуковых эффектов. С ее помощью также можно выбирать количество узлов для режима игры 'Загадка'.",
    "info.interface.reset": "Кнопка 'Сброс' сбрасывает текущее состояние графа. Если вы передвинули его слишком сильно или хотите, чтобы его отображение было аккуратнее, эта кнопка для вас!",
    "info.interface.info": "Кнопка 'Информация' перенаправляет на страницу правил игры (эту).",
    "info.interface.fiche": "Кнопка 'Таблица вывода улик' отображает таблицу, которая, вместе с ходом игры, позволяет делать выводы о том, какие улики наиболее вероятны для каждого игрока.",
    "info.interface.indice": "Кнопка 'Личная улика' самая важная; она отображает вашу секретную улику. Только вы знаете ее! Вам придется быть умным, чтобы обмануть своих друзей и держать ее в секрете как можно дольше!",
    "info.interface.vision": "Кнопка 'Последние движения' позволяет пользователю визуализировать последние 5 сделанных ходов. Она действует как визуальный инструмент.",

    "etape": "Шаг",
    "info.deroulement.e1": "Задавайте стратегические вопросы",
    "info.deroulement.e1.text": "Каждый раунд начинается с того, что один игрок задает другому игроку вопрос о человеке на графике. Ответы формулируются путем установки квадратных или круглых фишек, чтобы указать уверенность или сомнение в причастности этого человека.",
    "info.deroulement.e2": "Контролирование и контропросы",
    "info.deroulement.e2.text": "Если игрок устанавливает квадратную фишку, задающий вопрос также должен установить квадратную фишку на узле графика. Контропросы - это способ сбить с толку игроков и отклонить обвинение.",
    "info.deroulement.e3": "Окончательное предположение",
    "info.deroulement.e3.text": "Игра достигает своего пика, когда игрок пытается сделать окончательное 'Предположение', утверждая, что такой-то человек - убийца. Другие игроки могут затем противоречить этому заявлению, устанавливая свои собственные квадратные фишки. Если не последует опровержение, игрок, сделавший 'Предположение', выигрывает игру, продемонстрировав свое мастерство в искусстве манипуляции.",

    "info.indice-possible.age": "Возраст человека",
    "info.indice-possible.hair": "Цвет волос человека",
    "info.indice-possible.sport": "Спорт(ы) человека",
    "info.indice-possible.voisin": "Характер соседей",

    "info.mdj": "Режимы игры",
    "info.mdj.text": "Существует различные режимы игры, которые позволяют вам добавить разнообразие и сделать игру более или менее сложной.",
    "info.mdj.mastermind": "Мастер-майнд",
    "info.mdj.mastermind.text": "Режим игры 'Мастер-майнд' - это сольный режим, в котором вы должны угадать убийцу, используя минимальное количество догадок. В этом режиме у вас не будет никаких улик, но вам нужно будет угадать их в ходе игры. Выбор подозреваемого позволяет узнать состояние всех улик для этого подозреваемого. Становится возможным угадать улики, а затем определить убийцу!",
    "info.mdj.enigme": "Загадка",
    "info.mdj.enigme.text": "Это сольный режим с тремя уровнями сложности:",
    "info.mdj.enigme.easy": "Легкая загадка",
    "info.mdj.enigme.easy.txt": "В этом режиме у вас есть доступ ко всем уликам, и вы должны угадать убийцу, соответствующего всем этим уликам. Вы можете практиковаться в угадывании убийцы в этом режиме.",
    "info.mdj.enigme.medium": "Средняя загадка",
    "info.mdj.enigme.medium.txt": "В этом режиме у вас нет доступа к уликам, но у вас есть достаточно информации о некоторых подозреваемых, чтобы угадать убийцу. Эта информация поможет вам угадать улики, и убийца - подозреваемый, для которого все улики совпадают. Если вы выберете неправильного подозреваемого, не волнуйтесь! У вас будет информация о том подозреваемом, что облегчит вам поиск убийцы. Цель - найти убийцу минимальным количеством догадок.",
    "info.mdj.enigme.hard": "Трудная загадка",
    "info.mdj.enigme.hard.txt": "Этот последний вариант аналогичен средней загадке; однако вы должны найти убийцу с первой попытки, иначе вы проиграли! Решайте сами! Цель - найти убийцу минимальным количеством времени."
}